const skills = [
    {
        'id' : 1,
        'image' : '/images/skills/interface.png',
        'title' : 'Создание удобных интерфейсов',
        'text': 'Разрабатываю интуитивно понятные и привлекательные пользовательские интерфейсы, используя React и Tailwind для создания динамичных и адаптивных веб-приложений.',
    },
    {
        'id' : 2,
        'image' : '/images/skills/gears.svg',
        'title' : 'Оптимизация работы сайта',
        'text': 'В среднем 53% пользователей покидают сайт, если его загрузка занимает более 3 секунд. Поэтому я использую Next.js, чтобы обеспечить быструю загрузку страниц и стабильную работу сайта.',
    },
    {
        'id' : 3,
        'image' : '/images/skills/api.png',
        'title' : 'Интеграция с API',
        'text': 'Обеспечиваю эффективное взаимодействие фронтенда с серверной частью через API, что позволяет быстро получать и отображать данные, улучшая функциональность сайта.',
    }
]
export default skills